const dataLis = [
  {
    title: "تسجيل الدخول ",
    src: "/login",
    class: "home-li",
  },
  {
    title: "حساب جديد",
    src: "/login",
  },
];
const dataLis2 = [
  {
    title: "الرئيسية",
    src: "/",
    class: "home-li",
  },
  {
    title: "شحن كود",
    src: "/profile/",
  },
  {
    title: "محفظتي",
    src: "/profile",
  },
  {
    title: "كورساتي",
    src: "/profile/courses",
  },
];

const secdata = [
  {
    url: "images/about.png",
    class: "about-us",
    h1: "عن منصنتنا ",
    p: "لكن لا بد أن أوضح لك أن كل هذه الأفكار المغلوطة حول استنكار  النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل لتكتشف حقيقة وأساس تلك السعادة البشرية، فلا أحد يرفض أو يكره أو يتجنب الشعور بالسعادة، ولكن بفضل هؤلاء الأشخاص الذين لا يدركون بأن السعادة لا بد أن نستشعرها بصورة أكثر عقلانية ومنطقية فيعرضهم هذا لمواجهة الظروف الأليمة، وأكرر بأنه لا يوجد من يرغب في الحب ونيل المنال ويتلذذ بالآلام، الألم هو الألم ولكن نتيجة ",
    style: {
      btn: {
        backgroundColor: "#548685",
        color: "white",
      },
      divBox: {
        color: "#548685",
      },
    },
  },
  {
    url: "images/determine.png",
    class: "determine",
    h1: "اخترنا لك الافضل !",
    p: "لكن لا بد أن أوضح لك أن كل هذه الأفكار المغلوطة حول استنكار  النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل لتكتشف حقيقة وأساس تلك السعادة البشرية، فلا أحد يرفض أو يكره أو يتجنب الشعور بالسعادة، ولكن بفضل هؤلاء الأشخاص الذين لا يدركون بأن السعادة لا بد أن نستشعرها بصورة أكثر عقلانية ومنطقية فيعرضهم هذا لمواجهة الظروف الأليمة، وأكرر بأنه لا يوجد من يرغب في الحب ونيل المنال ويتلذذ بالآلام، الألم هو الألم ولكن نتيجة ",
    style: {
      btn: {
        backgroundColor: "#FDD31D",
        color: "white",
      },
      divBox: {
        color: "black",
        order: "1",
      },
      imgBox: {
        justifyContent: "flex-start",
      },
    },
  },
  {
    url: "images/why.png",
    class: "why-us",
    h1: "لماذا نحن ؟",
    p: "لكن لا بد أن أوضح لك أن كل هذه الأفكار المغلوطة حول استنكار  النشوة وتمجيد الألم نشأت بالفعل، وسأعرض لك التفاصيل لتكتشف حقيقة وأساس تلك السعادة البشرية، فلا أحد يرفض أو يكره أو يتجنب الشعور بالسعادة، ولكن بفضل هؤلاء الأشخاص الذين لا يدركون بأن السعادة لا بد أن نستشعرها بصورة أكثر عقلانية ومنطقية فيعرضهم هذا لمواجهة الظروف الأليمة، وأكرر بأنه لا يوجد من يرغب في الحب ونيل المنال ويتلذذ بالآلام، الألم هو الألم ولكن نتيجة ",
    style: {
      btn: {
        backgroundColor: "#548685",
        color: "white",
      },
      divBox: {
        color: "#87C8CE",
      },
    },
  },
];
const dataCourse = [
  { url: "images/download1.jpg", title: "الفيزياء", price: 150 },
  { url: "images/download1.jpg", title: "الكيمياء", price: 150 },
  { url: "images/download1.jpg", title: "اللغة الانجليزية", price: 150 },
  { url: "images/download1.jpg", title: "الفيزياء", price: 150 },
  { url: "images/download1.jpg", title: "الكيمياء", price: 150 },
  { url: "images/download1.jpg", title: "اللغة الانجليزية", price: 150 },
];

export { dataLis, secdata, dataCourse, dataLis2 };
